9/data/attachments/bd5ca938a6ffc0ec.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_8f9509b4-4cfb-43f9-9e9d-1a7601f3ac5e</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>5</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>